-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 28, 2023 at 04:19 AM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 7.4.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lproject`
--

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `s_id` varchar(20) NOT NULL,
  `c_id` varchar(20) NOT NULL,
  `fullname` varchar(200) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=tis620 COLLATE=tis620_bin;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`s_id`, `c_id`, `fullname`) VALUES
('62010914604', '', 'นายสถาปนา สิงห์ซอม'),
('63010912506', '', 'นางสาวกมลลักษณ์ วันทอง'),
('63010912508', '', 'นางสาวจิราพร แสนเมือง'),
('63010912510', '1419902031581', 'นายธนโชติ สิทธิสิริโกศล'),
('63010912516', '', 'นายศุภกร ชาวสวน'),
('63010912522', '', 'นายจักรพันธุ์ ป้องทองหลาง'),
('63010912528', '', 'นางสาวธนัชพร โยชาลี'),
('63010912534', '', 'นางสาวพัณณิตา เงกสูงเนิน'),
('63010912536', '', 'นางสาวฟ้ารุ่ง พลยะเขต'),
('63010912540', '', 'นางสาวรุ่งลาวัลย์ ไฮวัง'),
('63010912542', '', 'นางสาวสาริกา พันชมภู'),
('63010912544', '', 'นายสุริยา คลังนอก'),
('63010912546', '', 'นางสาวสุวรรณลักษณ์ เป็นมงคล'),
('63010912548', '', 'นายอิทธิพล ราชกิจ'),
('63010912552', '', 'นางสาวณัฐณิชา เศียรประโคน (หน.)'),
('63010912554', '', 'นางสาวธนพร หาสอดส่อง'),
('63010912560', '', 'นางสาวพิมพ์มาดา ขุมดินพิทักษ์'),
('63010912566', '', 'นางสาวกีรติกา ฉัตรสันติประภา'),
('63010912568', '1419902040254', 'นายจิรสิน คำลาภ'),
('63010912572', '', 'นางสาวธัญลักษณ์ กัลปดี'),
('63010912588', '', 'นายธรรพ์ณธร ด้วงสกุล'),
('63010912590', '', 'นางสาวปณิดา จำปาทอง'),
('64010974001', '', 'นางสาวกนกพัชร ไชยชนะ'),
('64010974008', '', 'นายภานุเดช โสมสัย'),
('64010974009', '', 'นางสาวยุวกร บรรณารักษ์'),
('64010974010', '', 'นายรุ่งอรุณ โคตรชาลี'),
('64010974011', '', 'นายศตายุ พรมราช'),
('64010974015', '', 'นางสาวกมลชนก สีพาติ่ง'),
('64010974018', '', 'นายณัฐพงษ์ อินอุ่นโชติ'),
('64010974020', '', 'นายนนทวัฒน์ เประนาม'),
('64010974025', '', 'นางสาวอาทิตยา กาสิงห์'),
('64010974026', '', 'นางสาวอาทิตยาภรณ์ กาสิงห์'),
('64010974029', '', 'นายอรรศฎาวุธ เรืองสวัสดิ์'),
('64010974030', '', 'นายทิวา สินธุกูฏ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`s_id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
